Repository: EkaterinePapava/needrestart
Catalog: po/needrestart/*.po
Languages: ka

source: Available UI packages:
ka: ხელმისაწვდომი ინტერფეისის პაკეტები:

source: Scanning processes...
ka: პროცესების სკანირება...

source: Scanning candidates...
ka: კანდიდატების სკანირება...

source: Your outdated processes:
ka: თქვენი მოძველებული პროცესები:

source: Running kernel seems to be up-to-date.
ka: გაშვებული ბირთვი, როგორც ჩანს, განახლებულია.

source: Running kernel seems to be up-to-date (ABI upgrades are not detected).
ka: გაშვებული ბირთვი, როგორც ჩანს, განახლებულია. (ABI-ის განახლებები აღმოჩენილი არაა).

source: an outdated kernel image
ka: მოძველებული ბირთვის ფაილი

source: The currently running kernel version is {kversion} and there is an ABI compatible upgrade pending.
ka: ამჟამად გაშვებული ბირთვის ვერსიაა {kversion} და ABI-ის თავსებადობის განახლება რიგშია.

source: The currently running kernel version is {kversion} which is not the expected kernel version {eversion}.
ka: ამჟამად გაშვებული ბირთვის ვერსიაა {kversion}, რომელიც მოსალოდნელი ბირთვის ვერსია {eversion} არაა.

source: Failed to retrieve available kernel versions.
ka: ხელმისაწვდომი ბირთვის ვერსიების მიღება ჩავარდა.

source: The processor microcode seems to be up-to-date.
ka: როგორც ჩანს, პროცესორის მიკროკოდი განახლებულია.

source: outdated processor microcode
ka: მოძველებული პროცესორის მიკროკოდი

source: Failed to check for processor microcode upgrades.
ka: პროცესორის მიკროკოდის განახლებების შემოწმება ჩავარდა.

source: No services need to be restarted.
ka: სერვისების გადატვირთვა საჭირო არა.

source: outdated binaries
ka: მოძველებული ბინარული ფაილები

source: Services to be restarted:
ka: სერვისები, რომლებსაც გადატვირთვა სჭირდებათ:

source: Restarting services...
ka: სერვისების გადატვირთვა...

source: Service restarts being deferred:
ka: სერვისები, რომლების გადატვირთვაც გადავადებულია:

source: Service restarts being refused by systemd:
ka: სერვისები, რომლების გადატვირთვაც უარყოფილია systemd-ის მიერ:

source: No containers need to be restarted.
ka: კონტეინერების გადატვირთვა საჭირო არაა.

source: outdated containers
ka: მოძველებული კონტეინერები

source: Containers to be restarted:
ka: კონტეინერები, რომლების გადატვირთვაც მოხდება:

source: Restarting containers...
ka: კონტეინერების გადატვირთვა...

source: Container restarts being deferred:
ka: კონტეინერები, რომლების გადატვირთვაც გადავადებულია:

source: No user sessions are running outdated binaries.
ka: მომხმარებლის სესიები, სადაც მოძველებული ბინარული ფაილებია გაშვებული, აღმოჩენილი არაა.

source: outdated sessions
ka: მოძველებული სესიები

source: User sessions running outdated binaries:
ka: მომხმარებლის სესიები, სადაც მოძველებული ბინარული ფაილებია გაშვებული:

source: and
ka: და

source: Scanning linux images...
ka: Linux-ის ფაილების სკანირება...

source: Scanning kfreebsd images...
ka: kfreebsd-ის ფაილების სკანირება...

source: Pending kernel upgrade! Running kernel version: {kversion} Diagnostics: {message} Restarting the system to load the new kernel will not be handled automatically, so you should consider rebooting. [Return]
ka: ბირთვის განახლება რიგშია! გაშვებული ბირთვის ვერსია: {kversion} დიაგნოსტიკა: {message} სისტემის გადატვირთვა ახალი ბირთვის ჩასატვირთად ავტომატურად არ მოხდება. იფიქრეთ, გადატვირთოთ სისტემა. [Return]

source: The currently running kernel has an ABI compatible upgrade pending.
ka: ამჟამად გაშვებული ბირთვის ვერსიას რიგში აქვს ABI-ის თავსებადობის განახლება.

source: The currently running kernel version is not the expected kernel version {eversion}.
ka: ამჟამად გაშვებული ბირთვის ვერსია მოსალოდნელი ბირთვის ვერსია {eversion} არაა.

source: This system runs {ehint}. For more details, run «needrestart -m a». You should consider rebooting!
ka: ამ სისტემაზე გაშვებულია {ehint}. მეტი დეტალებისთვის გაუშვით 'needrestart -m a'. დროა, გადატვირთოთ მანქანა!

source: Pending processor microcode upgrade! Diagnostics: The currently running processor microcode revision is {current} which is not the expected microcode revision {avail}. Restarting the system to load the new processor microcode will not be handled automatically, so you should consider rebooting. [Return]
ka: პროცესორის მიკროკოდის განახლება რიგშია! დიაგნოსტიკა: ამჟამად გაშვებული პროცესორის მიკროკოდის რევიზიაა {current}, რომელიც მოსალოდნელი მიკროკოდის ვერსია {avail} არაა. სისტემის გადატვირთვა ახალი პროცესორის ახალი მიკროკოდის ჩასატვირთად ავტომატურად არ მოხდება. დროა, გადატვირთოთ მანქანა. [Return]

source: (Y)es - restart this service (N)o - do not restart this service (A)uto - auto restart all remaining services (S)top - stop restarting services
ka: (Y)დიახ - სერვისის გადატვირთვა (N)არა - სერვისის გადატვირთვა არ მოხდება (A)ავტო - ყველა დარჩენილი სერვისის ავტომატური გადატვირთვა (S)გაჩერება - სერვისების გადატვირთვის გაჩერება

source: Restart «{rc}»?
ka: გადაიტვირთოს «{rc}»?
